const products = [
  {
    name: 'Adidas Super Star Cult Model',
    image: '/images/airpods.jpg',
    description:
      "Кросівки adidas Superstar вперше з'явилися на баскетбольному майданчику в 1970 році. Їм не треба було багато часу, щоб перетворитися зі спортивної екіпіровки в стиль вуличного одягу. Ці кросівки демонструють матеріали, пропорції і стиль, які зробили оригінал легендою. Вони мають гладкий шкіряний верх зі спортивними смужками 3-Stripes і виступом на п'яті. Вони завершені всесвітньо відомим гумовим носком.",
    brand: 'Adidas',
    category: 'Взуття',
    price: 2299,
    countInStock: 10,
    rating: 4.5,
    numReviews: 12,
  },
  {
    name: 'ULTRABOOST 20 X JAMES BOND SHOES',
    image: '/images/phone.jpg',
    description:
      'На честь виходу 25-го фільму про Джеймса Бонда "Чи не час помирати" adidas створив ці кросівки, натхненні Сафіна, новим лиходієм Бонда. Принт надає облягає ногу трикотажного верху вид грубого бетону. Фарфорова клітина імітує порцелянову маску Сафіна. На ділянці носка надрукований креслення його саду дзен.',
    brand: 'Adidas',
    category: 'Взуття',
    price: 3299,
    countInStock: 7,
    rating: 4.0,
    numReviews: 8,
  },
  {
    name: 'NMD_R1 PRIMEBLUE SHOES',
    image: '/images/camera.jpg',
    description:
      "Зберіть сумку, зашнуруйте шнурки і вирушайте в дорогу. Міські пригоди манять в цих кросівках NMD_R1. Оновлені знамениті кросівки 80-х років з архіву adidas, ці сучасні кросівки мають м'який, еластичний трикотажний верх і амортизацію Boost, що повертає енергію, для комфорту протягом всього дня. Сміливий колір і фірмові заглушки на підошві роблять заяву, так що куди б ти не пішов, ти обов'язково покажешся в стилі.",
    brand: 'Adidas',
    category: 'Взуття',
    price: 4299,
    countInStock: 5,
    rating: 3,
    numReviews: 12,
  },
  {
    name: 'FORUM EXHIBIT LOW SHOES',
    image: '/images/playstation.jpg',
    description:
      'Ти не порушуєш правила - ти їх створюєш. Якщо ти зважився вийти за рамки правил, ці кросівки adidas підкреслять сміливість кожного твого кроку. Ця оновлена версія класичного силуету залишається вірною своєму спадщини, але при цьому привносить в твій образ новий настрій.',
    brand: 'Adidas',
    category: 'Взуття',
    price: 2990,
    countInStock: 11,
    rating: 5,
    numReviews: 12,
  },
  {
    name: 'STAN SMITH SHOES',
    image: '/images/mouse.jpg',
    description:
      'Цей продукт виготовлений з використанням веганських альтернатив інгредієнтів і матеріалами тваринного походження. Він також виготовлений з використанням Primegreen, серії високоефективних перероблених матеріалів. 50% верхньої частини - це перероблені матеріали. Ніякого первинного поліестеру.',
    brand: 'Adidas',
    category: 'Взуття',
    price: 2359,
    countInStock: 7,
    rating: 3.5,
    numReviews: 10,
  },
  {
    name: 'GRAND COURT SHOES',
    image: '/images/alexa.jpg',
    description:
      "Відроджений стиль 70-х. Це взуття черпає натхнення в знакових спортивних стилях минулого і переносить їх в майбутнє. Повсякденний вид взуття створюється завдяки гладкому шкіряному верху. Фірмові 3 смужки красуються по боках. М'яка межподошва забезпечує комфорт при кожному кроці.",
    brand: 'Adidas',
    category: 'Взуття',
    price: 1815,
    countInStock: 0,
    rating: 4,
    numReviews: 12,
  },
];

export default products;
